[
    {
        "name": "Flamingos",
        "coord": "32.735107, -117.149889",
        "Lat": 32.735107,
        "Lon": -117.149889,
        "description": "With their pink and crimson plumage, long legs and necks, and strongly hooked bills, flamingos cannot be mistaken for any other type of bird. The flamingo’s pink or reddish color comes from the rich sources of carotenoid pigments (like the pigments of carrots) in the algae and small crustaceans the birds eat.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2017-07/animals-flamingo-feeding.jpg",
        "funFact": "These hardy little penguins can hold their breath over 2 minutes and dive over 400 feet deep!"
    },
    {
        "name": "Orangutan",
        "coord": "32.735488, -117.150739",
        "Lat": 32.735488,
        "Lon": -117.150739,
        "description": "Orangutans live in tropical and swamp forests on the Southeast Asian islands of Borneo and Sumatra. These shaggy red apes are the largest arboreal mammal and the only great ape found in Asia. Orangutans spend most of their life in the trees, swinging confidently from branch to branch. Their long fingers and toes can easily grasp branches and vines.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/orang_baby_02.jpg",
        "funFact": "If you think orangutan arms look long, you’re right. Their arms stretch out longer than their bodies—over 7 feet (2 meters) from fingertip to fingertip."
    },
    {
        "name": "Gorilla",
        "coord": "32.734738, -117.151511",
        "Lat": 32.734738,
        "Lon": -117.151511, 
        "description": "They are the largest of all primates—the group of animals that includes monkeys, lemurs, orangutans, chimpanzees, and humans. Many people like to compare gorillas with humans, but there are several differences. Although they are able to stand upright, gorillas prefer to walk using their hands as well as their legs. Their arms are much longer than their legs, and gorillas can use the backs of their fingers like extra feet when they walk. This is called the knuckle walk.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/inline-images/frank_troop.jpg",
        "funFact": "The big toe of a gorilla’s foot is opposable, like our thumb, to help it grab food or climb trees."
    },
    {
        "name": "Meerkat",
        "coord": "32.739231, -117.150593",
        "Lat": 32.739231,
        "Lon": -117.150593, 
        "description": "A “kat” is not a “cat” when it’s a meerkat, a vital, clever, and amazing weasel-like animal that is a member of the mongoose family. For meerkats, there isn’t just safety in numbers—there’s also companionship. The mob is made up of several family groups, with one dominant pair that produces most of the offspring. But meerkats don’t have to be related to belong to the same group.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/inline-images/meerkats_huddled_0.jpg",
        "funFact": "Meerkats are known for their daring diet: they are able to kill and eat venomous snakes and scorpions without being hurt, as they have some immunity to the venom."
    },
    {
        "name": "California Condor",
        "coord": "32.739237, -117.151703",
        "Lat": 32.739237,
        "Lon": -117.151703, 
        "description": "California condors are one of the largest flying birds. They are known for their enormous black wings, extraordinary eyesight, and an inquisitive and engaging intelligence. At one time there were thousands of California condors across the western United States and into Mexico. Condors catch thermal air currents that rise up as the sun heats the ground, and with those huge wings they can stay aloft for hours, soaring through the skies as they scan the fields below.",
        "img": "https://www.allaboutbirds.org/guide/assets/photo/70143671-1280px.jpg",
        "funFact": "California condors do not have vocal cords, so they only make hissing and grunting noises."
    },
    {
        "name": "Elephant",
        "coord": "32.737688, -117.153003",
        "Lat": 32.737688,
        "Lon": -117.153003, 
        "description": "They’re enormous and intelligent, strong and sociable. Humans have been impressed by elephants for centuries, simply because they are so big—a male African elephant can weigh up to 7.5 tons (6.8 metric tons)! They also amaze us with their long and flexible noses, large and flapping ears, and loose, wrinkly skin.",
        "img": "https://images.newscientist.com/wp-content/uploads/2021/03/24123739/annabel-from-the-royals-%C2%A9-jane-wynyard_save-the-elephants_web.jpg?width=800",
        "funFact": "Are elephants afraid of mice? We’d rather say they seem annoyed by small animals and either try to frighten or flatten them."
    },
    {
        "name": "Secretary Bird",
        "coord": "32.737801, -117.153254",
        "Lat": 32.737801,
        "Lon": -117.153254, 
        "description": "Secretary birds are distantly related to buzzards, vultures, harriers, and kites. But unlike their raptor cousins, secretary birds spend most of their time on the ground. But can they fly? Of course! They may spend their days on the ground, but secretary birds are good fliers and nest and roost high up in acacia trees at night. In flight, their long legs trail behind them in the air.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/secretary_bird_01.jpg",
        "funFact": "The secretary bird’s taxonomic name, Sagittarius serpentarius, means “the archer of snakes.” The bird is famous for its snake-hunting abilities."
    },
    {
        "name": "Capybara",
        "coord": "32.736720, -117.153268",
        "Lat": 32.736720,
        "Lon": -117.153268, 
        "description": "A capybara is the largest rodent in the world! Standing 2 feet (60 centimeters) tall at the shoulder and built somewhat like a barrel with legs, the “capy” has long, light brown, shaggy hair, a face that looks like a beaver’s, no tail, and slightly webbed feet. Originally thought to be a pig of some sort, we now know that the capybara is a rodent, closely related to cavies and guinea pigs.",
        "img": "https://cdn.britannica.com/79/191679-050-C7114D2B/Adult-capybara.jpg?w=690&h=388&c=crop",
        "funFact": "In the 16th century, the Catholic Church classified the capybara, which can swim, as a fish so that the meat could be eaten on Fridays and during Lent."
    },
    {
        "name": "Jaguar",
        "coord": "32.736197, -117.153289",
        "Lat": 32.736197,
        "Lon": -117.153289, 
        "description": "Sleek, powerful, and elusive, jaguars stalk the Americas and are revered by all who share their realm. As the only big cat species in the New World, jaguars have dominated the rituals and stories of the people who live there. You can spot the difference, too: jaguars have dark spots on their backs, called rosettes, with an irregular broken border and often a spot in the center. Leopards also have dark rosettes on a tawny coat, but if you look closely at each rosette, you’ll see that there is no spot inside.",
        "img": "https://www.ecowatch.com/wp-content/uploads/2022/04/jaguar-migration.jpg",
        "funFact": "Jaguars are the largest cats in the Western Hemisphere and the third largest overall. Only lions and tigers are bigger."
    },
    {
        "name": "Lion",
        "coord": "32.735926, -117.153128",
        "Lat": 32.735926,
        "Lon": -117.153128, 
        "description": "Prime habitat for lions is open woodlands, thick grassland, and brush habitat, where there is enough cover for hunting and denning. These areas of grassland habitat also provide food for the herbivores that lions prey upon. Adult male lions are much larger than females and usually have an impressive mane of hair around the neck. The mane’s function is to make the male look more impressive to females and more intimidating to rival males. The lion’s thick mane also protects his neck against raking claws during fights with other males over territory disputes or breeding rights.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/inline-images/lion_lioness.jpg",
        "funFact": "A lion’s roar can be heard up to 3 miles (4.8 kilometers) away."
    },
    {
        "name": "Polar Bear",
        "coord": "32.734443, -117.154644",
        "Lat": 32.734443,
        "Lon": -117.154644, 
        "description": "On land, water rolls right off of the guard hairs. Even though polar bears look white, their hair is really made of clear, hollow tubes filled with air. Scarring or residue on the fur can cause the “white” fur to appear to human eyes as cream colored, yellow, or even pink in the Arctic light.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/polar_bear_02.jpg",
        "funFact": "To clean their fur, polar bears roll in the snow."
    },
    {
        "name": "Zebra",
        "coord": "32.733802, -117.154462",
        "Lat": 32.733802,
        "Lon": -117.154462, 
        "description": "Zebras are equids, members of the horse family. They have excellent hearing and eyesight and can run at speeds of up to 35 miles per hour (56 kilometers per hour). They also have a powerful kick that can cause serious injury to a predator, like a lion, a hyena, or an African wild dog. Usually the lead male of the herd, called a stallion, sounds the alarm if danger is spotted and stays at the back of the group to defend against predators if necessary, while the mares (females) and foals (youngsters) run away.",
        "img": "https://cdn.mos.cms.futurecdn.net/HjFE8NKWuCmgfHCcndJ3rK-1024-80.jpg.webp",
        "funFact": "Each zebra has a unique stripe pattern—no two are alike."
    },
    {
        "name": "Harpy Eagle",
        "coord": "32.733813, -117.153869",
        "Lat": 32.733813,
        "Lon": -117.153869, 
        "description": "These great birds are named after harpies, the predatory “frightful, flying creatures with hooked beak and claws” of Greek mythology. This dark gray bird of prey has a very distinctive look, with feathers atop its head that fan into a bold crest when the bird feels threatened. Some smaller gray feathers create a facial disk that may focus sound waves to improve the bird’s hearing, similar to owls.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/harpy_eagle_01.jpg",
        "funFact": "These great birds are named after Harpyja, the predatory half-woman, half-bird monster of Greek mythology."
    },
    {
        "name": "Snow Leopard",
        "coord": "32.734531, -117.153086",
        "Lat": 32.734531,
        "Lon": -117.153086, 
        "description": "Snow leopards are almost impossible to locate and study in their native habitat, because they blend in with their surroundings so well. Add the extreme conditions of cold and steep terrain, often beyond the limits of human endurance, and it is extremely difficult to radio tag snow leopards for conservation research",
        "img": "https://files.worldwildlife.org/wwfcmsprod/images/snow_leopard_08.23.2012_Stories2/story_full_width/4ypbukor53_Photo_2.jpg",
        "funFact": "Often called the ghost cat of the Himalayas."
    },
    {
        "name": "Amur Leopard",
        "coord": "32.734420, -117.153000",
        "Lat": 32.734420,
        "Lon": -117.153000, 
        "description": "",
        "img": "http://"
    },
    {
        "name": "Red Panda",
        "coord": "32.734676, -117.152710",
        "Lat": 32.734676,
        "Lon": -117.152710, 
        "description": "Many people admire the red panda for its charming, kitten-like face, cinnamon red fur, fluffy ringed tail, and astonishing agility. The black-and-white giant panda may have worldwide popularity, but the bewitching and arboreal “other bamboo eater” has its own allure. Surprisingly, red panda fossils have been discovered in North America that date as far back as 5 million years. Today, however, red pandas are only found in small, isolated mountain territories above 4,000 feet in China, Nepal, India, Bhutan, and Burma.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Red_Panda_%2824986761703%29.jpg/1920px-Red_Panda_%2824986761703%29.jpg",
        "funFact": "The Chinese name for the red panda is 'hun-ho,' meaning 'fire fox.'"
    },
    {
        "name": "African Penguins",
        "coord": "32.736242, -117.152068",
        "Lat": 32.736242,
        "Lon": -117.152068, 
        "description": "While the African penguin may not be found in freezing temperatures, they are covered in an array of black, white, and gray dense, waterproof feathers that keep them dry and warm in the cold waters off the African coast. They also have a number of dot-like markings flecked across their white chests. These flecks help to individualize each penguin, as each penguin's feather pattern is as individual as a human's fingerprints. African penguins have a distinct, sharply pointed beak and black feet. The African penguin is one of the smallest penguin species.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/penguin_01.jpg",
        "funFact": "African penguins are believed to be one of the first penguins to be discovered by humans."
    },
    {
        "name": "Dwarf Crocodiles",
        "coord": "32.737252, -117.151933",
        "Lat": 32.737252,
        "Lon": -117.151933, 
        "description": "",
        "img": "http://"
    },
    {
        "name": "Lemurs",
        "coord": "32.737497, -117.151576",
        "Lat": 32.737497,
        "Lon": -117.151576, 
        "description": "Lemurs are a type of prosimian, which means they are primates that evolved before monkeys and apes. They are more primitive than their cousins but share certain characteristics. Found in only one area on Earth—Madagascar and the nearby Comoro Islands—lemurs are considered the world’s most endangered group of mammals. Today there are over 100 lemur species. Their lemur-like primate ancestor is thought to have rafted over to Madagascar from Africa about 60 million years ago. With no competition from other primates and little predation, the original lemurs evolved to fill a large number of varying niches on the island.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2017-04/lemur_ringtailed_02.jpg",
        "funFact": "The name lemur is from the Latin lemurs, meaning 'spirits of the dead.' This name was selected for the lemur’s silent movement."
    },
    {
        "name": "Leopard",
        "coord": "32.737498, -117.150967",
        "Lat": 32.737498,
        "Lon": -117.150967, 
        "description": "Leopards are the smallest of the large cats (to include lions, tigers, and jaguars) and are the most widespread, with subspecies found in Africa and Asia. They have a body structure similar to jaguars and are covered with flower-shaped spots on their backs called rosettes, with no dot in the center; the jaguar has a dot inside each of its rosettes. This profusion of spots helps leopards hide from their prey, breaking up their body outline in forests or grasslands.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Nagarhole_Kabini_Karnataka_India%2C_Leopard_September_2013.jpg/1920px-Nagarhole_Kabini_Karnataka_India%2C_Leopard_September_2013.jpg",
        "funFact": "The character Bagheera in Rudyard Kipling’s The Jungle Book was described as a black panther, which is really a very dark-colored leopard."
    },
    {
        "name": "Hamadryas Baboon",
        "coord": "32.738277, -117.150381",
        "Lat": 32.738277,
        "Lon": -117.150381, 
        "description": "Hamadryas baboons are large-bodied monkeys with a strong build and a dog-like muzzle. Both males and females have brown or light gray fur. While the females have hairless black and brown faces, the male hamadryas baboon has a distinctive mantle (mane) of long silvery hair and a bright pink face and backside. These baboons sport a relatively short, tufted tail that is not prehensile.",
        "img": "https://assets-global.website-files.com/5adf752e38b7222e27f146ee/5ba694db2756cb2068d26ba0_hamadryas-baboon-2.jpg",
        "funFact": "Hamadryas baboons were so highly regarded in ancient times that some were mummified after death."
    },
    {
        "name": "African Rocks Aviary",
        "coord": "32.737807, -117.151470",
        "Lat": 32.737807,
        "Lon": -117.151470, 
        "description": "Here you can find over a dozen of brightly colored bird species native to the African woodlands including the splendid sunbird, black-headed weaver, bee-eaters and many more!",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2017-03/animals_hero_bee-eaters.jpg"
    },
    {
        "name": "Koala",
        "coord": "32.737560, -117.150199",
        "Lat": 32.737560,
        "Lon": -117.150199, 
        "description": "Koalas are native to southeastern and eastern Australia, living in forests of eucalypt trees. They need to sleep a lot to give them time to digest their food. Being on the ground all the time would be a disadvantage, because predators could catch them easily. Instead, they adapted to live way up in eucalypt trees, rear end firmly planted in the fork of branches, so they can chew leaves and nap all they want to without feeling threatened.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-11/animals_hero_koala02%20copy.jpg",
        "funFact": "To conserve energy, koalas sleep 18 to 22 hours a day."
    },
    {
        "name": "Rhino",
        "coord": "32.737147, -117.150309",
        "Lat": 32.737147,
        "Lon": -117.150309, 
        "description": "The rhinoceros gets its name from its most famous feature: horns. The word rhinoceros comes from the Greek words rhino (nose) and ceros (horn). A rhino’s horn is made of keratin, the same material that makes up our fingernails and hair. Javan rhinos and greater one-horned rhinos have one horn on top of the nose, while Sumatran rhinos, black rhinos, and white rhinos have two. ",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_black_rhino_0.jpg",
        "funFact": "White rhino males can be persistent, with courtship lasting 5 to 20 days."
    },
    {
        "name": "Giraffe",
        "coord": "32.736804, -117.150349",
        "Lat": 32.736804,
        "Lon": -117.150349, 
        "description": "Giraffes are the tallest land animals. A giraffe could look into a second-story window without even having to stand on its tiptoes! A giraffe's 6-foot (1.8-meter) neck weighs about 600 pounds (272 kilograms). The legs of a giraffe are also 6 feet (1.8 meters) long. The back legs look shorter than the front legs, but they are about the same length. A giraffe's heart is 2 feet (0.6 meters) long and weighs about 25 pounds (11 kilograms), and its lungs can hold 12 gallons (55 liters) of air! Its closest relative is the okapi.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-11/animals_hero_giraffe_1_0.jpg",
        "funFact": "A giraffes tongue is as long in inches as the giraffe is tall in feet."
    },
    {
        "name": "Andean Bear",
        "coord": "32.736996, -117.149606",
        "Lat": 32.736996,
        "Lon": -117.149606, 
        "description": "Better to see you with! The Andean bear of South America is also known as the spectacled bear for the rings of white or light fur around its eyes, which can look like eyeglasses (or spectacles) against the rest of the bear’s black or dark brown fur. These markings often extend down the chest, giving each bear a unique appearance and helping scientists identify each bear by its 'mug shot'. The markings also give the bear its scientific name: Tremarctos ornatus, or decorated bear.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_spectacledbear.jpg",
        "funFact": "Andean bears are the only bears found in South America. Since literature's Paddington Bear came from 'darkest Peru,' he would have been an Andean bear."
    },
    {
        "name": "North American Grizzly Bear",
        "coord": "32.736544, -117.149856",
        "Lat": 32.736544,
        "Lon": -117.149856, 
        "description": "Shades of brown. Brown bears are brown, right? Well, maybe. They come in all sizes and shades, from a light cream color to almost black. It was once thought that there were 86 different kinds of grizzlies and brown bears in North America alone. Today, scientists agree that there is only one species of brown bear with a lot of variations (or subspecies). ",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_brownbear_1.jpg",
        "funFact": "Brown bears store carrion by covering it with grass and moss. The moss contains chemicals that kill fungi and bacteria and acts as a preservative for the meat."
    },
    {
        "name": "Sloth Bear",
        "coord": "32.736269, -117.150221",
        "Lat": 32.736269,
        "Lon": -117.150221, 
        "description": "Sloth bears are a bit misleading by name. They are not related to sloths, and they are not slow moving. In fact, they’re agile bears that can run faster than a human and will attack if surprised. It was a European zoologist, George Shaw, who named the sloth bear for its long, thick claws and unusual teeth. He thought that the bear was related to the tree sloth due to these features. Sloth bears sometimes hang upside down on tree branches, much like a tree sloth.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_slothbear.jpg",
        "funFact": "Sloth bears are the only bears that carry their young around on their back."
    },
    {
        "name": "Hippo",
        "coord": "32.733781, -117.151929",
        "Lat": 32.733781,
        "Lon": -117.151929, 
        "description": "Watch a hippo, on land or in the water, and you’ll soon discover that this roly-poly is one of the world’s great characters. It is the most rotund land mammal and spends its daytime hours in lakes, pools, mudholes, or in the preferred moving waters of rivers. Hippos have unique skin that needs to be kept wet for a good part of the day. Staying out of the water for too long can lead to dehydration, so hippos try to remain in water during the day. They don’t have true sweat glands; instead, hippos secrete a thick, red substance from their pores known as 'blood sweat', as it looks like they are sweating blood.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_hippo.jpg",
        "funFact": "An adult hippo can hold its breath underwater for up to 30 minutes."
    },
    {
        "name": "Tiger",
        "coord": "32.733986, -117.151076",
        "Lat": 32.733986,
        "Lon": -117.151076, 
        "description": "The beautiful, striped coat and that powerful, mesmerizing gaze places the tiger among the world’s most revered wildlife. It’s a reverence that’s mixed with a bit of fear, an appropriate reaction to a large, well-muscled, swift hunter with 1- to 2-inch-long canine teeth and 3- to 4-inch-long claws. The tiger is a stalk-and-ambush hunter, and the distinctive stripes are good camouflage in the long grass or wooded forests of their diverse habitats. Dark stripes on a pale background break up the tiger’s outline as it lies in wait for prey to come near.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-08/hero_tiger_animals.jpg",
        "funFact": "Each tiger has its very own stripe pattern. Conservation scientists who study tigers can identify individuals by their unique stripes"
    },
    {
        "name": "Reptile House",
        "coord": "32.734261, -117.149429",
        "Lat": 32.734261,
        "Lon": -117.149429,
        "description": "The San Diego Zoo's Reptile House is one fo the earliest buildings on the grounds, originaly build in 1936. It is home to a wide variety of lizards, turtles, and snakes, many of which are endangered species ans some that are rearely seen in zoos.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-11/animals_hero_cobra.jpg"
    },
    {
        "name": "Komodo Dragon",
        "coord": "32.733911, -117.149430",
        "Lat": 32.733911,
        "Lon": -117.149430, 
        "description": "There are over 3,000 lizard species, but the Komodo dragon wins the prize for being the largest living lizard in the world! It is a type of monitor lizard, an ancient group of reptiles with ancestors that date back more than 100 million years. Komodo dragons were unknown by western scientists until 1912, and their common name came from rumors of a large dragon-like lizard occurring in the Lesser Sunda Islands.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-11/animals_hero_komodo_dragon_0.jpg",
        "funFact": "Inside a Komodo dragon’s mouth are about 60 short, sharp teeth designed to cut and tear flesh. They look like shark teeth and have been compared to those of an extinct saber-toothed cat."
    },
    {
        "name": "Hummingbird",
        "coord": "32.733697, -117.149288",
        "Lat": 32.733697,
        "Lon": -117.149288, 
        "description": "Hummingbirds include the smallest birds in the world, but they belong to one of the largest group of birds, the Trochilidae family. These enchanting birds are found in deserts, mountains, and plains, but most live in tropical rainforests. Their name refers to the humming sound made by their tiny, beating wings; each species creates a different humming sound, depending on the speed of its wing beats.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/animals_hero_hummingbird_1.jpg",
        "funFact": "The Anna's hummingbird is commonly seen in San Diego gardens all year. It was named for a 19th-century duchess, Anna Massena. The male bird has a red throat and crown."
    },
    {
        "name": "Galapagos Tortoise",
        "coord": "32.733423, -117.150348",
        "Lat": 32.733423,
        "Lon": -117.150348, 
        "description": "Galápagos tortoises are the giants of the tortoise world. Males can weigh more than 500 pounds (227 kilograms), and females average about 250 pounds (113 kilograms). They have thick, sturdy legs to hold up all that weight, but they still spend a lot of time lying down to conserve energy. There are two types of Galápagos tortoises. The largest, with big, round shells, are called “domes.” The smaller kinds of tortoises have shells that curl up in front like a saddle and are called “saddlebacks.”",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/animals_hero_galapagos.jpg",
        "funFact": "A Galápagos tortoise can go without eating or drinking for up to a year because it can store food and water in its body."
    },
    {
        "name": "Chinese Alligator",
        "coord": "32.733632, -117.150460",
        "Lat": 32.733632,
        "Lon": -117.150460, 
        "description": "",
        "img": "http://"
    },
    {
        "name": "Axolotl",
        "coord": "32.733173, -117.148844",
        "Lat": 32.733173,
        "Lon": -117.148844, 
        "description": "Naturally occurring  in Lake Xochimilco and Lake Chalco in the southern Mexico City neighborhood of Xochimilco, these fascinating creatures are rarely seen in person. Unlike other salamanders, axolotls are neotenic, meaning they keep juvenile characteristics into adulthood. The axolotl remains aquatic (like larvae) their entire life. Though it develops functional lungs, it uses its fancy, feathery gills to breathe underwater. Like youngsters, they retain external gills, a tail, and a body fin, and lack moveable eyelids.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2019-09/axolotl02.jpg",
        "funFact": "Though critically endangered in the wilderness, they are also taken as pets and live in laboratories around the world."
    },
    {
        "name": "Burrowing Owl",
        "coord": "32.733458, -117.148694",
        "Lat": 32.733458,
        "Lon": -117.148694, 
        "description": "The burrowing owl has striking eyebrows, big bright eyes, and long legs. They are about the size of a robin but with a bit more bulk, with a large round head and short tail. Their coloring ranges from dark to sandy brown, with light brown to white spots, and they have a lighter belly. Unlike other owls, the male and female are roughly the same size.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2019-04/burrowingowl-04.jpg",
        "funFact": "Since burrowing owls spend a lot of time underground, they are much better at tolerating higher levels of carbon dioxide than other birds."
    },
    {
        "name": "Spineless Marvels",
        "coord": "32.733502, -117.149036",
        "Lat": 32.733502,
        "Lon": -117.149036, 
        "description": "Meet some amazing arthropods at McKinney Family Spineless Marvels. Explore both levels of the building to find tarantulas, a beehive, some truly enourmous beetles, mantises, and lots more. Can you spot the stick insect? Don't miss the migration of butterflies, dragonflies, and grasshoppers.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-10/animals_hero_lord_howe.jpg"
    },
    {
        "name": "Owen's Aviary",
        "coord": "32.735450, -117.151155",
        "Lat": 32.735450,
        "Lon": -117.151155, 
        "description": "In Owen's Aviary, you can find a wide variety of extraordinary bird. As you wind your way along the path, look for the Bali myna, colorful fruit doves, and Nicobar pigeons, the unusual chestnut-breasted malkoha, laughing thrush, the elegant metallic starling, Victoria crowned pigeons and many more.",
        "img": "https://animals.sandiegozoo.org/sites/default/files/2016-09/animals_hero_balimyna.jpg"
    },
    {
        "name": "Scripp's Aviary",
        "coord": "32.734342, -117.151026",
        "Lat": 32.734342,
        "Lon": -117.151026, 
        "description": "While any lushly planted spot in the San Diego Zoo is nice for a relaxing pause, the walk-through aviaries are especially tranquil. As you amble around the Scripps Aviary, look around to get a feel for the flora and fauna you'd see in an African forest. The aviary even has waterfalls and gentle showers. You'll notice that the trees and bushes are not trimmed and groomed like the plants on our grounds. There is a reason for that. Our aviary plants are extremely important for encouraging natural avian behaviour, whether the birds use them for marking territories, making nests, or as special perches for courtship displays.",
        "img": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/191534601/1800"
    }
]